"language_name" = "English";

"settings_title" = "Back";

"terms_of_use" = "Terms of use";

"app_name" = "Donat Mg Moments";

"action_calendar" = "Calendar";
"action_settings" = "Settings";

"home_screen" = "Home screen";

"settings" = "Settings";
"seznam" = "List";

"home_screen_title" = "Take a moment for your health. This application provides tips for drinking Donat Mg natural mineral water based on the knowledge of the Medical Centre Rogaška, which has been treating patients for over 200 years. A doctor specialising in balneology prescribes a method of drinking Donat Mg from the source following a careful examination and other tests; now you too can access general tips for drinking mineral water.";

"drinking" = "Method of drinking";
"interval" = "Duration";

"start_date" = "Selected starting date for drinking:";

"button_indication_start" = "TURN ON";
"button_indication_stop" = "TURN OFF";

"confirmation_title" = "You have successfully set a reminder";
"confirmation_desc" = "A reminder to drink Donat Mg is now set. To your health!";
"confirmation_back" = "Back to entry page";

"save" = "SAVE";

"zbujanje" = "Waking up";
"zajtrk" = "Breakfast";
"kosilo" = "Lunch";
"vecerja" = "Dinner";
"spanje" = "Sleeping";

"obrokov" = "Number of meals";

"close" = "CLOSE";

"home" = "Home";

"licence" = "© Droga Kolinska d.d. All rights reserved. Droga Kolinska is part of the Atlantic Group.";

"rules_html" = "rules_en.html";

"choose_language" = "Izberi jezik";

"choose_obrokov" = "Number of meals";

"indication_1" = "Constipation";
"indication_2" = "Heartburn";
"indication_3" = "Magnesium deficiency";
"indication_4" = "Diabetes";
"indication_5" = "Diseases of the gallbladder and pancreas";
"indication_6" = "Formation of urinary stones";
"indication_7" = "Obesity and losing weight";
"indication_8" = "Cardiovascular diseases";
"indication_9" = "Stress and headaches";
"indication_10" = "To feel better";

"indication_1_desc" = "Donat Mg is a natural osmotic laxative. It contains sulphate salts and about 1000 mg/l of magnesium. Sulphate ions have a considerable ability to bond with water, which increases the volume of intestinal content by 3 to 5 times, triggering intestinal peristalsis.";
"indication_2_desc" = "Thanks to its approximately 7800 mg of hydrogen carbonate, Donat Mg has a great capacity for bonding with acids and buffering free acids. With its alkaline effect, the sodium hydrogen carbonate in Donat Mg has an anti-inflammatory effect on the stomach lining. Furthermore, the magnesium and calcium found alongside the sodium reduce the swelling of the stomach lining.";
"indication_3_desc" = "Donat Mg is richer in magnesium than any other natural mineral water.* The recommended daily intake of this mineral is about 375 mg. An increased need for magnesium occurs during pregnancy and nursing as well as during the period of fast growth in adolescence. A greater lack of magnesium and, consequently, its increased need occur in elderly people, in people with metabolic disorders, in people taking certain medicines or following diets and in stressful periods. The best way to take magnesium is by drinking water. The magnesium in mineral water is immediately available to the body and is able to quickly participate in metabolic processes.\n\n*The examined comparative results include all recognised natural mineral waters available on the market and registered in the EU.";
"indication_4_desc" = "A magnesium deficiency in people with type 2 diabetes occurs due to the increased loss of magnesium through urine. All patients (including pregnant women) affected by diabetes mellitus for the first time suffer from blood sugar imbalances and an improper functioning of insulin. By drinking Donat Mg, it is possible to compensate the magnesium and better manage the disease, reducing the oscillations in blood sugar levels. ";
"indication_5_desc" = "The bile of those whose stones have been surgically removed contains too much cholesterol or too few bile acids and lecithin. The bile that accumulates in the gallbladder is thicker, making it impossible for the gallbladder to empty completely. The magnesium sulphate in Donat Mg speeds up bile secretion. Regular evacuation of the gallbladder thus prevents the formation of gall stones.";
"indication_6_desc" = "Thanks to its high levels of hydrogen carbonate and magnesium, Donat Mg prevents the formation of calcium oxalate stones, uric acid stones and cystine stones, which thrives in an acidic environment, in a natural way. Both substances have an impact on the acid-base balance of the body. Hydrogen carbonate has an especially strong basic effect, since it bonds with acids and thus creates an alkaline environment that prevents the formation of these stones.";
"indication_7_desc" = "When on a diet, Donat Mg neutralises acids and replaces the lost minerals. It is very beneficial when we begin losing weight because it is a natural laxative and cleanses the body of toxins. The sulphate salts found in Donat Mg increase the secretion of cholecystokinin, which reduces appetite. Magnesium speeds up the metabolism, boosts immunity and increases energy reserves.";
"indication_8_desc" = "Donat Mg contains very little table salt and has consequently no effects on blood pressure. On the other hand, it contains high levels of magnesium (1000 mg/l). Magnesium is an essential element that, among other things, regulates the entire muscular system. Our heart is also a muscle that needs magnesium for its normal functioning. In order to prevent heart failure, arrhythmia and other disturbances that may be a consequence of magnesium deficiency, this important mineral has to be consumed on a daily basis.";
"indication_9_desc" = "Stress affects our psychological and physical health as the body loses more minerals through water. Consequently, the need for vitamins and minerals increases in stressful periods. Magnesium deficiency may even trigger certain types of headaches. Donat Mg is rich in this mineral, which is also called the anti-stress mineral and a salve for the nerves and muscles by the scientist.";
"indication_10_desc" = "Donat Mg is particularly rich in magnesium, sulphates and hydrogen carbonates, but also contains calcium, sodium and other microelements. It supplies our body with minerals and, thanks to its high levels of hydrogen carbonate, regulates the acid-base balance in the body. It can be consumed throughout one’s whole life to stay healthy and feel good.";

"indication_1_time" = "Continuously or for 5 days, 2-day break";
"indication_2_time" = "Continuously or with shorter breaks";
"indication_3_time" = "Continuously or with shorter breaks";
"indication_4_time" = "5 days, 2-day break, continuously";
"indication_5_time" = "6 weeks, 4-week break, 3 times a year";
"indication_6_time" = "Continuously or with shorter breaks";
"indication_7_time" = "3 months, 1-month break, 3 times a year";
"indication_8_time" = "2 months, 1-month break, 3 times a year";
"indication_9_time" = "2 months, 1-month break, 3 times a year";
"indication_10_time" = "Continuously or with shorter breaks";

"drinking_na_tesce" = "On an empty stomach";
"drinking_pred_spanjem-1" = "Before bed (as required)";
"drinking_pred_spanjem-6" = "Before bed and if you wake during the night";
"drinking_pred_spanjem" = "Before bed";
"drinking_veckrat_dnevno" = "Several times a day";
"drinking_20_min_pred" = "Several times a day 20 min before meals";
"drinking_med_obroki" = "During meals and 1 to 2 hours after meals";
"drinking_opoldne" = "At noon";
"drinking_zvecer" = "In the evening";
"drinking_pred_kosilom" = "Before lunch";
"drinking_pred_vecerjo" = "Before dinner";
"drinking_obcutek_lakote" = "When hunger arises, during and before meals";
"drinking_3_4_dnevno" = "3-4 times daily";
"drinking_pred_jedjo" = "Before meals";

"temperature_toplo" = "30–37℃ (warm)";
"temperature_mlacno" = "23–25℃ (lukewarm)";
"temperature_sobna" = "20℃ (room temperature)";
"temperature_hladno" = "17–18℃ (cold)";
"temp_toplo" = "warm";
"temp_mlacno" = "lukewarm";
"temp_sobna" = "room temp";
"temp_hladno" = "cold";
"volume_suffix" = "dl";

"speed_hitro" = "Quickly";
"speed_razmeroma_hitro" = "Relatively quickly";
"speed_pocasi" = "Slowly";

"days_localized" = "MTWTFSS";
"month_1" = "January";
"month_2" = "February";
"month_3" = "March";
"month_4" = "April";
"month_5" = "May";
"month_6" = "June";
"month_7" = "July";
"month_8" = "August";
"month_9" = "September";
"month_10" = "October";
"month_11" = "November";
"month_12" = "December";

"month_1_short" = "Jan";
"month_2_short" = "Feb";
"month_3_short" = "Mar";
"month_4_short" = "Apr";
"month_5_short" = "May";
"month_6_short" = "Jun";
"month_7_short" = "Jul";
"month_8_short" = "Aug";
"month_9_short" = "Sep";
"month_10_short" = "Oct";
"month_11_short" = "Nov";
"month_12_short" = "Dec";

"time_zjutraj" = "Morning";
"time_opoldne" = "Noon";
"time_zvecer" = "Evening";

"rate_title" = "Do you like the application?";
"rate_message" = "Please take a moment and assess your satisfaction with the Donat Mg Moments application. We value your opinion!";
"rate_cancel" = "NO";
"rate_ratenow" = "YES";
"rate_later" = "REMIND ME LATER";

"rate_title" = "ASSESS THE APPLICATION";
